name: "quartznet15x5_torch"
platform: "pytorch_libtorch"
default_model_filename: "quartznet15x5_traced.jit.pt"

max_batch_size: 1#MAX_BATCH

input {
    name: "INPUT__0"
    data_type: TYPE_FP32
    dims: [ -1 ]
}
input {
    name: "INPUT__1"
    data_type: TYPE_INT64
    dims: [ 1 ]
    reshape {
    }
}

output {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [ -1, 29 ]
}
